---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithFold.BendWidth
source: html/7e4ce723-66ca-562c-509b-f3737654477c.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithFold.BendWidth Property

Bend segment width.

## Syntax (C#)
```csharp
public double BendWidth { get; set; }
```